{
  "_name_or_path": "BLEURT-20-D12",
  "architectures": [
    "BleurtForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0,
  "classifier_dropout": null,
  "embedding_dropout_prob": 0,
  "embedding_size": 128,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0,
  "hidden_size": 1024,
  "id2label": {
    "0": "LABEL_0"
  },
  "initializer_range": 0.02,
  "intermediate_size": 4096,
  "label2id": {
    "LABEL_0": 0
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bleurt",
  "num_attention_heads": 16,
  "num_hidden_layers": 12,
  "output_embedding_size": 2048,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.25.1",
  "type_vocab_size": 2,
  "use_cache": false,
  "vocab_size": 120300
}
