{
  "bos_token": "[CLS]",
  "cls_token": "[CLS]",
  "do_lower_case": false,
  "eos_token": "[SEP]",
  "mask_token": "[MASK]",
  "model_max_length": 1000000000000000019884624838656,
  "name_or_path": "BLEURT-20-D12",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "sp_model_kwargs": {},
  "special_tokens_map_file": "BLEURT-20-D12/special_tokens_map.json",
  "split_by_punct": false,
  "tokenizer_class": "BleurtSPTokenizer",
  "unk_token": "[UNK]"
}
